angola_notebook/part_8.org
#+title: Notebook of a Return to My Native Land - part 8
#+author: Marco Craveiro
#+options: num:nil author:nil toc:nil
#+bind: org-html-validation-link nil
#+HTML_HEAD: <link rel="stylesheet" href="../css/tufte.css" type="text/css" />

[[file:index.org][Back to chapter index.]]

Thursday, December 28, 2006

