angola_notebook/part_8.html

<div id="outline-container-org7b7990d" class="outline-2">
<h2 id="org7b7990d">The Long Wait</h2>
<div class="outline-text-2" id="text-org7b7990d">
<p>
We arrived in Luanda on the 11th of December, a rather cloudy day. The
pilot circled above quite a few times, and, in perfect English -
perhaps with a faint hint of an Afrikaans accent - he apologised again
for the delay. As a prelude of things to come, we were stuck in a
queue and were waiting our turn. Eventually we were given permission
to land in airport 4 de Fevereiro (or 4th of February). For those who
were not born in communist countries, there is a long standing
tradition to name roads, airports and other important things after the
nation's key events. For instance, avenue 17 de Setembro (17th of
Setember) marks the death of the first president, Agostinho Neto - a
great man. And 4th of February was the beginning of the long standing
colonial battle, which then turned into a civil war. If you look
carefully you can still see this in Portugal, the last legacy of the
days when the communist party was in power: the bridge 25 de Abril
(25th of April, the day the dictatorship ended), the odd streets named
1ro de Maio (1st of May, worker's day).
</p>

<p>
The plane descended and cut straight through the thick cloud
cover. Luanda presented itself, like an artist waiting behind a
curtain. It had been a long wait. I don't know precisely when I left
Angola; I was young and all the papers we had about the departure have
long been lost, so now its the stuff of lore. It must have been around
1981, but I remember very little. A quarter of a century later I was
seeing the same sights, but instead of sad goodbyes this time I was
saying hello. Luanda lays itself in a long, low-rise sprawl. The
occasional high-rise pops up, and they are very high. From up above
you can see many paved roads and many, many musseques (slums,
bidonvilles; the Angolan Portuguese of the Brazilian Portuguese
"favela"). Musseques are organic things: they are born, they grow,
they reproduce, and, eventually, like all living things, they too
die. And they always go out with a bang, with the most troubling
spasms, involving huge amounts of violence. Near the airport there is
a musseque. It has expanded so that it now borders the walls and
fences of the airport. But, where the fences are more permeable, there
is an open gateway for enterprising kids. And so, as the plane dragged
itself to its parking spot, we went past kids playing football on the
tarmac - at a distance, not too close to the planes. There probably
are known territorial rules between the two worlds. The kids seem
happy. Behind them there are huge amounts of makeshift houses with the
colourful inventiveness that only the slum builder has, taking
whatever materials are available and finding uses for it that stretch
the boundaries of human imagination.
</p>

<p>
When we finally left the plane, we were greeted by the humid, very hot
air of the luandan summer. The 27 degrees on the thermometer felt like
at least 40. After a swift bus ride, we were taken to the main
terminal. The terminal denoted its age, with a few water leaks. We
were a bit apprehensive and didn't quite know what to expect, but we
had been warned by everyone that immigration people liked to make
things hard (the exact Angolan expression is "complicar"). As we were
walking past, we noticed we had to go to a stand with a chap
monitoring the yellow fever certificates. Thanks to the super
organised Shahin, ours were in order, up-to-date and pristine
looking. Lord knows I wouldn't have thought of that. But, if you take
one piece of advise from reading this blog, take this: make sure you
have your yellow fever certificate before you get into Angola or any
other country that requires it - hey, there are not that many
developed countries that have yellow fever. For if you don't, you will
be locked in a room awaiting vaccination; and when your turn comes -
it can be a while, days even - but when it comes, you will get
vaccinated there and then. Of course, even more important than being
vaccinated is having the precious yellow piece of paper that certifies
you as being vaccinated. We saw a woman (probably Portuguese)
frantically searching for hers, her hand luggage scattered on the
airport floor, all the while sweating and swearing to the official
"I've got it here, I'm sure it was here!". You can, of course, ignore
good advice and try to use the most advanced skills of desenrascanco
to get out of this one - we heard some great stories of desenrascanco
warriors - but, if you want my honest opinion, I say get the
vaccinations done and mind the certificate as if your life depends on
it. It does.
</p>

<p>
Once that was sorted out, we went to the main passport queue. The
queueing was nervous. Finally my turn came. Suddenly, at that point in
time, when I was standing on my own, just me and the immigration
official - as if a spotlight had been lit on the both of us and all
the airport had gone quiet - suddenly it hit me the amount of power
that these people have. This guy had all the power in the world. He
could decide that they needed to check my passport more thoroughly and
so lock me in; he could start asking questions as to why my passport
states I'm Portuguese but born in Angola - did I run away? Did I
commit any crimes? How did I get a visa without a Letter of
Invitation? All these thoughts were racing in my head. Pure paranoia,
of course, I kept on telling myself. In the end, he asked a couple of
questions but nothing difficult and waved me through. Then it was
Shahin's turn. The snag here was that I was told on no uncertain terms
to move on; but Shahin does not speak Portuguese (although she
understands most of it) and the immigration official did not speak
English either. So I kind of moved on but stayed behind the scenes,
literally behind the immigration official, and acted as the invisible
translator. It would have been funny were it not for the fear of God
we both felt. "So you're English, right? But you're trying to fool me,
you can't be English, you look like an Arab". Sweat drips down my hair
as I hear this. I search for the best, most adequate, most polite
Portuguese words I can think of. "Ah boss, she was born in England but
the family comes from Bangladesh". Long Pause. "Ah, of course, you see
you can't fool me. That's India, right? I knew she was not English."
And with this, he let her through.
</p>

<p>
When we got in to the luggage area, the usual chaos was ensuing. We
waited and waited, and just as our luggage was coming out, I heard my
name being called out: "Paulo! Paulo" (for those who know me as Marco,
most of my family calls me Paulo). I of course ignored it, can't be
for me. But turns out it was: my cousin Ica, with the help of his
never ending contacts, managed to get in to the luggage area and was
here to pick us up. It was great. We just got waved through
everywhere, and where before we saw only closed doors and sheer fear,
now there were only smiles and open doors. Ica seemed to know
everyone, from the security guards to the immigration officers to the
police officers. He worked the room as if in a cocktail party,
talking, praising, asking questions about the family, ensuring
everyone was alright. Eventually we got to the exit where my cousin
Rosa awaited us, in a nice car. I finally allowed myself to relax. The
long wait was over and we were now officially in Angola.
</p>

<p>
The ride back from the airport was a great metaphor for life here, as
all the core ingredients were out on display. First, the traffic was
horrendous. As we found out later on, this is pretty common in Luanda
and the roads are constantly jam packed full of cars. Second, unlike
in other countries, in Angola you don't just wonder how the other half
lives. Its right there, right in front of your eyes. People are
everywhere in the streets. Not many beggars, mind you, but many people
trying to make a living any way they can. Black faces that, at dawn,
overspill from the musseques into every conceivable space in the town
centre; and, at dusk, repeat the peregrination in reverse, hopefully
now with a little less merchandise and a little more money. Women walk
around, up and down the streets, routing around holes and traffic, all
the while balancing impossible weights on their heads and carrying the
kids on their backs - the trapeze artists in this great circus of
survival. The streets are full, brimming, throbbing with life. The
traffic in Angola is composed almost exclusively of three types of
cars: the blue and white candongueiros, Angola's name for the
universal mini-bus of Africa - the Toyota Hiace; the taxis, mostly
unmarked Toyota Starlets, distinguished only for their mashed up state
and their crazy, rally-like drivers; and, finally, the big shinny new
jeeps and SUVs. The later come in all shapes and sizes, and constitute
probably about fifty percent of all cars on the roads. Now, this is
amazing, considering that the roads are full of cars. Luanda is a bit
like an open air 4x4 auto show. You can see every model ever built
here, with huge emphasis on the latest and the greatest. I have seen
many cars in Luanda that I never saw before - either in Europe's
capitals or Africa's. And this is a great reflection of the state of
things: you either have a Prado or you fight the crowds to get into
the candongueiro. There's nothing in between. No one owns a Nissan
Micra. No one has a Ford Fiesta.
</p>

<p>
We got to Tia Linda's house, where, as we were told in South Africa, a
room had already been prepared for us. From an European perspective,
Tia's house is large, but otherwise fairly standard. All the mod-coms
are available, such as Air Conditioning. However, after backpacking,
the only way to describe it is as absolute comfort.
</p>
</div>
