angola_notebook/part_8.html

<div id="outline-container-orge4443ab" class="outline-3">
<h3 id="orge4443ab">Sketches of Modern Luanda</h3>
<div class="outline-text-3" id="text-orge4443ab">
<p>
From "Chechnya" to the new Sonangol building, Luanda is a city of
contrasts. But my original impressions where perhaps a bit too harsh
on the country. After a few days of living here, one starts to
understand the city better. It does take a few days to be able to
start appreciating life unfolding around you as you walk. It is much
easier from a car - with someone else driving - but its very difficult
to observe while you walk. The main reason is the sidewalks of Luanda
are in a continuous state of construction. It is as if the entire
population of the city's sidewalks is simultaneously being worked on -
but no one is ever doing any of the work. There are holes everywhere
you go, reminiscent of Maxine's potholes in Ecuador. So, when you are
new to the city, you spend a lot of time looking at the
ground. Ridiculous amounts of time. It is as if your primitive brain -
the bit of you that knows how to walk without being instructed to lift
one leg and then the other - decides that the problems its facing are
far too complex for the simple algorithms it has learned in Europe and
so, washing its hands from it, passes over the control to your
conscious brain. This is why its impossible to observe, to maintain a
conversation or a train of thought while you walk - you need all of
your attention just to get by. There are a few sidewalks in a good
state, but these are almost exclusively near government buildings, new
company buildings or shinny new houses. The remainder of the sidewalks
are filled with holes. And then there are the electricity cables. The
first few days, as Ica was showing us around town, he warned with a
serious tone: "when the rainy season comes, make sure you avoid all
the puddles. They are quite lethal, as underneath there can be a live
electricity wire. You step on one of those, and that's the end of
it.". The other thing that takes a major toll on your brain's
processing power is the traffic. Since many sidewalks are unwalkable,
and many of those which aren't have so many cars parked on them as to
make them unwalkable, you are frequently forced to go into the
roads. This, in Luanda, is a serious undertaking, never to be
underestimated. Not only do you have to face high-speed candongueiros
and taxis, but the average Luanda driver in his or her's 4x4 also
thinks they're Michael Schummacher. In fact, they have to. Driving
here is a continuous battle against traffic jams, and people who are
able to sneak in the smallest gaps, park in the impossible spaces,
cross intersections filled with cars going at high-speeds and drive at
impossible speeds in narrow roads enjoy a huge advantage over those
who can't. This evolutionary pressure was so incredibly successful
that the vast majority of Luanda drivers are experts: you are either
an expert or you don't even dare to drive here. Which brings me back
to sidewalks. You cannot imagine how difficult it is to cross the road
around here. When the cars are in full motion, it roughly resembles
trying to cross Silverstone during an F1 Grand Prix. Except there's a
lot less F1 cars in a Grand Prix than in the average Luandan road. I
almost got into an accident a few days into our stay. I checked both
sides, and all cars were safely locked in a massive traffic jam. We
then proceeded cautiously to navigate our way across. At the very last
bit, a motorcycle just went past at a high-speed and almost knocked me
out. I thanked the ancestors for that warning sign and since then have
checked four times every time I cross the road.
</p>

<p>
Whilst there isn't at the moment a major push to sort out the
sidewalks, the story is quite different when it comes to
buildings. Luanda is a large building site, with quite a few finished
products. There are many cranes filling up the skyline, and almost
every new building is high-rise. Twenty stories and more are pretty
common. Some of the buildings look really impressive. Also, almost all
state buildings have been refurbished and they look quite impressive
too. Many a time we've been past huge colonial-looking buildings,
thinking they're some residence of a really wealthy person only to
find out its the maternity unit, a local hospital or the head offices
of some ministry. However, there are also many old, decrepit
buildings - "Chechnya" is perhaps the best example of this. (Let me
rant a bit here: it always struck me how people name bad places in
their country after what they perceive to be bad places in distant
countries. Its the ultimate insult, and, to me, its always more
insulting for those doing the naming. For instance, there's a
notoriously bad prison in America called Angola. Perhaps, because
these places are faraway, one thinks that they are so much worse off
than us. I remember that, at one point in the early eighties, my 'hood
in Portugal used to be called Shanghai. How offended the wealthy
Shanghaiese must feel now). So, in this long standing name-calling
tradition, the Kaluandas (inhabitants of Luanda) named one of their
worst construction disasters after that famously disputed Russian
region. The story of the building is not entirely clear but, according
popular legend, it appears the construction was done in an area where
the soil is no good, and so the building is sinking. So, long ago, the
government embargoed the building and construction halted. However, at
the time there wasn't a push for real estate like there is now, so
nothing was done and the building was left as is - very much like one
we've had downtown Barreiro, Portugal, for the last twenty or so
years. But, the Kaluandas, being much more resourceful folk than the
Barreirenses, decided that such a lovely piece of real estate could
not just be left to rot and finished the job, musseque style.
</p>

<p>
However, although one begins by having a markedly negative view of
modern Luanda, on hindsight, its impossible not to have great
optimism. Lets do same name-calling: Luanda is not Monrovia. (Forgive
me Liberia; I've never been there, but I need something to compare
against; odds are most readers never been to Monrovia either but also
share think it's as close to hell on earth as you can get. I remember
a quote during the eighties about the war in Liberia, when Angola was
a particularly nasty place, that went along the lines of "Liberia is
like Angola gone wrong". That always made an impression on me). And
yet, the civil war in Angola raged for over thirty years. In Angola,
things are happening. Confidence is in an all time high, inflation and
the Kwanza are under control - if the prices are somewhat high, a
topic we'll return to later - and there is a huge amount of
development going on. The fact that there is a pretty nasty Luanda out
there, and that most Angolans live in slums is not the amazing thing;
that is to be expected, given the context. We all know the atrocious
job the colonising nations did, at all levels. By the time the
Portuguese left, less than 5% of the population had access to high
schools. This disastrous management was compounded by an even more
atrocious job done by the government, due to both internal and
external factors. Corruption is rampant. By all accounts, Angola
should be, at this juncture in time, one great, massive musseque. But
its not. Its a vibrant, busy, out-and-about sort of place, with lots
of foreigners here. The Portuguese youth and the Angolan diaspora are
migrating in droves. I always thought of oil and diamonds as the
"devil's blood" and as a curse that, by itself, generates
underdevelopment. Standing in Mutamba, in the centre of town, one has
to admit that, although the vast majority of the oil and diamond money
is being siphoned away and most people don't get their fair share, the
country as a whole is, at present, a lot better off for having it. As
Miguel put it a while ago, the Angolan economic train is moving at
full speed. This is only possible due to the huge wealth generated by
the oil and diamonds.
</p>

<p>
One of the chaps we met here, Paulo, put it in a very descriptive way:
"You think things are bad now?! Things are great! there are jobs,
things are happening. You should have come here a few years
ago. People used to queue for hours on end for everything. It was so
bad that, at one time, when you saw a queue you went and immediately
joined it. You wouldn't even think, just run and join the queue. You
didn't know what people were queueing for, most people in the queue
wouldn't know either. But you'd queue just the same, because there
were not that many things available you could buy, and if people were
queueing, there must be something being sold. Sometimes you got to the
end of the queue and the item being sold wasn't something you could
use, like hygienic towels or something. But it was sheer desperation,
the fear of not queueing and missing out.". In fact, one of the few
things I remember about Luanda when I was a kid were these long
queues. I just remember sitting with my mom and queueing, for hours on
end. Now the queues are over, for the most part. Ironically, you still
have to queue for the fuel. But all the goods are available,
supermarkets are plenty and well stocked. The new problem is cost:
things are very expensive.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><a href="part_7.html">Back to previous chapter</a></td>
<td class="org-left"><a href="index.html">Back to chapter index.</a></td>
<td class="org-left"><a href="part_9.html">Forward to next chapter</a></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2021-03-27 Sat 17:14</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
